integration-test/src/test/java/test/api/legacy/v1/app/post/msg/gpNotificaPagamentoRequest.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
   <soap:Body>
      <ns2:gpNotificaPagamento xmlns:ns2="http://www.govpay.it/servizi/gpApp/" xmlns:ns3="http://www.govpay.it/servizi/commons/">
         <codApplicazione>#(idA2A)</codApplicazione>
         <codVersamentoEnte>#(idPendenza)</codVersamentoEnte>
      </ns2:gpNotificaPagamento>
   </soap:Body>
</soap:Envelope>